Repository: NeilAlvn/Farmsy-app
Catalog: Farmsy/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: Our team looks at every submission. Once approved, the farm appears on the map for everyone.
de: Unser Team prüft jede Einreichung. Nach der Freigabe erscheint der Hof für alle auf der Karte.
fr: Notre équipe examine chaque soumission. Une fois approuvée, la ferme apparaît sur la carte pour tout le monde.
nl: Ons team bekijkt elke inzending. Na goedkeuring verschijnt de boerderij op de kaart voor iedereen.

source: PEAK
de: HOCHSAISON
fr: PIC
nl: TOP

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

source: Peak
de: Hochsaison
fr: Pleine saison
nl: Top

source: Personalization
de: Personalisierung
fr: Personnalisation
nl: Personalisatie

source: Personalize
de: Personalisieren
fr: Personnaliser
nl: Personaliseren

source: Phone
de: Telefon
fr: Téléphone
nl: Telefoon

source: Phone *
de: Telefon *
fr: Téléphone *
nl: Telefoon *

source: Photo
de: Foto
nl: Foto

source: Photographer
de: Fotograf
fr: Photographe
nl: Fotograaf

source: Photos (up to 5)
de: Fotos (bis zu 5)
fr: Photos (jusqu'à 5)
nl: Foto's (maximaal 5)

source: Pick a farm on the map
de: Wähle einen Hof auf der Karte
fr: Choisissez une ferme sur la carte
nl: Kies een boerderij op de kaart

source: Pick a few — or none. You can change this anytime.
de: Wähle ein paar — oder keine. Jederzeit änderbar.
fr: Choisissez-en quelques-uns — ou aucun. Modifiable à tout moment.
nl: Kies er een paar — of geen. Je kunt dit altijd wijzigen.

source: Pick your own
de: Selbstpflücken
fr: Cueillette
nl: Zelfpluk

source: Pick your own this weekend
de: Selbstpflücken dieses Wochenende
fr: Cueillette ce week-end
nl: Zelf plukken dit weekend

source: Pick your stops, Farmsy orders them and draws the road.
de: Wähle deine Stopps, Farmsy bringt sie in die beste Reihenfolge und zeichnet die Route.
fr: Choisissez vos arrêts, Farmsy les met dans l'ordre et trace la route.
nl: Kies je stops, Farmsy zet ze op volgorde en tekent de weg.

source: Pick-your-own
de: Selbstpflücken
fr: Libre cueillette
nl: Zelfpluk

source: Pin dropped. Tap again to adjust.
de: Markierung gesetzt. Tippen Sie erneut, um anzupassen.
fr: Repère placé. Tapez à nouveau pour ajuster.
nl: Pin geplaatst. Tik opnieuw om aan te passen.

source: Plan a farm route
de: Hofroute planen
fr: Planifier un itinéraire de fermes
nl: Plan een boerderijroute

source: Plan a route
de: Route planen
fr: Planifier un itinéraire
nl: Plan een route

source: Plan a trip
de: Tour planen
fr: Planifier un trajet
nl: Route plannen

source: Plan a trip across several farms
de: Plane eine Tour über mehrere Höfe
fr: Planifiez un trajet entre plusieurs fermes
nl: Plan een route langs meerdere boerderijen

source: Plan a trip to fill this
de: Plane eine Tour, um das zu füllen
fr: Planifiez un trajet pour remplir ceci
nl: Plan een route om dit te vullen

source: Please check your connection and try again.
de: Prüfe deine Verbindung und versuch es erneut.
fr: Vérifiez votre connexion et réessayez.
nl: Controleer je verbinding en probeer het opnieuw.

source: Please fill in all fields.
de: Bitte fülle alle Felder aus.
fr: Veuillez remplir tous les champs.
nl: Vul alle velden in.

source: Please verify your email first — check your inbox for the link.
de: Bestätige zuerst deine E-Mail — der Link ist in deinem Postfach.
fr: Vérifiez d'abord votre e-mail — le lien est dans votre boîte mail.
nl: Verifieer eerst je e-mail — check je inbox voor de link.

source: Please wait a moment and try again.
de: Einen Moment warten und noch einmal versuchen.
fr: Patientez un instant et réessayez.
nl: Even wachten en dan opnieuw proberen.

source: Popular farm shops
de: Beliebte Hofläden
fr: Boutiques de ferme populaires
nl: Populaire boerderijwinkels

source: Post
de: Posten
fr: Publier
nl: Plaatsen

source: Post a photo from a farm.
de: Poste ein Foto von einem Hof.
fr: Publiez une photo d'une ferme.
nl: Plaats een foto van een boerderij.

source: Postal code
de: Postleitzahl
fr: Code postal
nl: Postcode

source: Postal code (optional)
de: Postleitzahl (optional)
fr: Code postal (facultatif)
nl: Postcode (optioneel)

source: Posted to your farm on the map.
de: Auf deinem Hof auf der Karte gepostet.
fr: Publié sur votre ferme sur la carte.
nl: Geplaatst bij jouw boerderij op de kaart.

source: Posts and finds from farms near you land here. Allow location, or check back later.
de: Beiträge und Funde von Höfen in deiner Nähe landen hier. Erlaube den Standort oder schau später wieder vorbei.
fr: Les publications et découvertes des fermes près de chez vous arrivent ici. Autorisez la localisation, ou revenez plus tard.
nl: Berichten en vondsten van boerderijen bij jou in de buurt komen hier. Sta locatie toe, of kom later terug.

source: Preferences
de: Einstellungen
fr: Préférences
nl: Voorkeuren

source: Preserving
de: Haltbar machen
fr: Conserves
nl: Inmaken

source: Previous lists
de: Frühere Listen
fr: Listes précédentes
nl: Eerdere lijsten

source: Privacy Policy
de: Datenschutz
fr: Politique de confidentialité
nl: Privacybeleid

source: Produce
de: Produkte
fr: Produits
nl: Producten

source: Product alerts
de: Produkt-Benachrichtigungen
fr: Alertes produits
nl: Productmeldingen

source: Products
de: Produkte
fr: Produits
nl: Producten

source: Products are wrong
de: Produkte stimmen nicht
fr: Les produits sont faux
nl: Producten kloppen niet

source: Profile
de: Profil
fr: Profil
nl: Profiel

source: Put a farm *on the map*
de: Setz einen Hof *auf die Karte*
fr: Placez une ferme *sur la carte*
nl: Zet een boerderij *op de kaart*

source: Put it on my list
de: Auf meine Liste
fr: Mettre sur ma liste
nl: Zet op mijn lijst

source: RECOMMENDATION
de: EMPFEHLUNG
fr: RECOMMANDATION
nl: AANBEVELING

source: RECOMMENDATIONS NEAR YOU
de: EMPFEHLUNGEN IN DEINER NÄHE
fr: RECOMMANDATIONS PRÈS DE VOUS
nl: AANBEVELINGEN BIJ JOU IN DE BUURT

source: Read more
de: Mehr lesen
fr: Lire la suite
nl: Lees meer

source: Ready
de: Fertig
fr: Prêt
nl: Klaar

source: Recipe of the week
de: Rezept der Woche
fr: Recette de la semaine
nl: Recept van de week

source: Reduce motion
de: Bewegung reduzieren
fr: Réduire les animations
nl: Beweging verminderen

source: Refer friends
de: Freunde einladen
fr: Parrainer des amis
nl: Vrienden uitnodigen

source: Referral code (optional)
de: Empfehlungscode (optional)
fr: Code de parrainage (facultatif)
nl: Verwijzingscode (optioneel)

source: Regenerative
de: Regenerativ
fr: Régénérative
nl: Regeneratief

source: Regular
de: Stammkunde
fr: Habitué
nl: Vaste klant

source: Remove %@
de: %@ entfernen
fr: Retirer %@
nl: %@ verwijderen

source: Renew and Farmsy finds it, plans it, and tells you when it's fresh again.
de: Verlängere und Farmsy findet es, plant es und sagt dir wieder, wann es frisch ist.
fr: Renouvelez et Farmsy le trouve, le planifie et vous redit quand c'est frais.
nl: Verleng en Farmsy vindt het, plant het en vertelt je weer wanneer het vers is.

source: Renews yearly · manage where you subscribed
de: Verlängert sich jährlich · dort verwalten, wo du abgeschlossen hast
fr: Renouvellement annuel · gérez là où vous vous êtes abonné
nl: Verlengt jaarlijks · beheer waar je je hebt aangemeld

source: Reopen Farmsy to finish switching language.
de: Öffne Farmsy neu, um den Sprachwechsel abzuschließen.
fr: Rouvrez Farmsy pour terminer le changement de langue.
nl: Heropen Farmsy om de taalwissel te voltooien.

source: Reordered · about %lld km shorter
de: Neu geordnet · etwa %lld km kürzer
fr: Réordonné · environ %lld km de moins
nl: Opnieuw geordend · ongeveer %lld km korter

source: Repeat
de: Wiederholen
fr: Répéter
nl: Herhalen

source: Repeat password
de: Passwort wiederholen
fr: Répéter le mot de passe
nl: Herhaal wachtwoord

source: Report
de: Melden
fr: Signaler
nl: Melden

source: Report a farm
de: Hof melden
fr: Signaler une ferme
nl: Meld een boerderij

source: Report at ten different farms.
de: Melde bei zehn verschiedenen Höfen.
fr: Signalez dans dix fermes différentes.
nl: Meld bij tien verschillende boerderijen.

source: Report in four different weeks.
de: Melde in vier verschiedenen Wochen.
fr: Signalez sur quatre semaines différentes.
nl: Meld in vier verschillende weken.

source: Report incorrect info
de: Falsche Angaben melden
fr: Signaler une information incorrecte
nl: Onjuiste informatie melden

source: Reported
de: Gemeldet
fr: Signalé
nl: Gemeld

source: Reports
de: Meldungen
fr: Signalements
nl: Meldingen

source: Restart Farmsy to apply your new language.
de: Starte Farmsy neu, um deine neue Sprache anzuwenden.
fr: Redémarrez Farmsy pour appliquer votre nouvelle langue.
nl: Herstart Farmsy om je nieuwe taal toe te passen.

source: Restart now
de: Jetzt neu starten
fr: Redémarrer
nl: Nu herstarten

source: Restore purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
nl: Aankopen herstellen

source: Resubscribe to reopen opening hours, contact details, photos and more — for %@ and every other farm on the map.
de: Schließe erneut ab, um Öffnungszeiten, Kontaktdaten, Fotos und mehr zu sehen — für %@ und jeden anderen Hof auf der Karte.
fr: Réabonnez-vous pour retrouver horaires, coordonnées, photos et plus — pour %@ et toutes les autres fermes sur la carte.
nl: Word opnieuw lid om openingstijden, contactgegevens, foto's en meer te bekijken — voor %@ en elke andere boerderij op de kaart.

source: Retry
de: Wiederholen
fr: Réessayer
nl: Opnieuw proberen

source: Reviews
de: Bewertungen
fr: Avis
nl: Beoordelingen

source: Roadside stall
de: Verkaufsstand am Straßenrand
fr: Étal en bord de route
nl: Kraam langs de weg

source: Run by
de: Geführt von
fr: Géré par
nl: Gerund door

source: SAVED FARMS
de: GESPEICHERTE HÖFE
fr: FERMES ENREGISTRÉES
nl: OPGESLAGEN BOERDERIJEN

source: SETTINGS
de: EINSTELLUNGEN
fr: RÉGLAGES
nl: INSTELLINGEN

source: STARTING POINT
de: AUSGANGSPUNKT
fr: POINT DE DÉPART
nl: VERTREKPUNT

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Save five farms.
de: Speichere fünf Höfe.
fr: Enregistrez cinq fermes.
nl: Bewaar vijf boerderijen.

source: Save the ones you want to visit
de: Speichere die, die du besuchen willst
fr: Enregistrez celles que vous voulez visiter
nl: Bewaar de boerderijen die je wilt bezoeken

source: Save trip
de: Tour speichern
fr: Enregistrer le trajet
nl: Route opslaan

source: Saved
de: Gespeichert
fr: Enregistrés
nl: Opgeslagen

source: Say what was on the shelf in 25 reports.
de: Sag in 25 Meldungen, was im Regal lag.
fr: Indiquez ce qu'il y avait en rayon dans 25 signalements.
nl: Zeg in 25 meldingen wat er in het schap lag.

source: Search a town instead
de: Stattdessen einen Ort suchen
fr: Chercher une ville à la place
nl: Zoek liever een plaats

source: Search a town, address or postcode
de: Ort, Adresse oder PLZ suchen
fr: Cherchez une ville, une adresse ou un code postal
nl: Zoek een plaats, adres of postcode

source: Search by farm, city or postcode
de: Suche nach Hof, Stadt oder PLZ
fr: Rechercher par ferme, ville ou code postal
nl: Zoek op boerderij, plaats of postcode

source: Search farms by name or place
de: Höfe nach Name oder Ort suchen
fr: Rechercher une ferme par nom ou lieu
nl: Zoek boerderijen op naam of plaats

source: Search farms or products
de: Höfe oder Produkte suchen
fr: Rechercher des fermes ou des produits
nl: Zoek boerderijen of producten

source: Search or ask — e.g. cheese near you
de: Suchen oder fragen — z. B. Käse in deiner Nähe
fr: Cherchez ou demandez — p. ex. fromage près de vous
nl: Zoek of vraag — bijv. kaas bij jou

source: Search or type a product
de: Produkt suchen oder eingeben
fr: Rechercher ou saisir un produit
nl: Zoek of typ een product

source: Search radius
de: Suchradius
fr: Rayon de recherche
nl: Zoekstraal

source: Season
de: Saison
fr: Saison
nl: Seizoen

source: See all
de: Alle anzeigen
fr: Voir tout
nl: Alles bekijken

source: See all on map
de: Alle auf der Karte ansehen
fr: Voir tout sur la carte
nl: Alles op de kaart bekijken

source: See every farm on the map in seconds.
de: Sehen Sie jeden Hof in Sekundenschnelle auf der Karte.
fr: Voyez chaque ferme sur la carte en quelques secondes.
nl: Zie elke boerderij op de kaart in seconden.

source: See full details
de: Alle Details ansehen
fr: Voir tous les détails
nl: Bekijk alle details

source: See more
de: Mehr ansehen
fr: Voir plus
nl: Meer bekijken

source: See the place before you go
de: Sieh dir den Ort an, bevor du hinfährst
fr: Voyez l'endroit avant d'y aller
nl: Bekijk de plek voordat je gaat

source: See this farm, free
de: Diesen Hof ansehen, kostenlos
fr: Voir cette ferme, gratuitement
nl: Bekijk deze boerderij, gratis

source: See which farms
de: Höfe anzeigen
fr: Voir quelles fermes
nl: Bekijk welke boerderijen

source: Self-picking
de: Selbstpflücken
fr: Auto-cueillette
nl: Zelfpluk

source: Self-picking (unstaffed)
de: Selbstpflücken (unbesetzt)
fr: Auto-cueillette (sans personnel)
nl: Zelfpluk (onbemand)

source: Send
de: Senden
fr: Envoyer
nl: Versturen

source: Send claim
de: Anspruch einreichen
fr: Envoyer la réclamation
nl: Claim verzenden

source: Send report
de: Meldung senden
fr: Envoyer le signalement
nl: Melding versturen

source: Sending failed. Please try again.
de: Senden fehlgeschlagen. Bitte noch einmal versuchen.
fr: L’envoi a échoué. Réessayez.
nl: Versturen lukte niet. Probeer het nog eens.

source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

source: Seven questions about buying from farms
de: Sieben Fragen zum Einkaufen beim Hof
fr: Sept questions sur les achats à la ferme
nl: Zeven vragen over boodschappen bij de boer

source: Share your experience… (optional)
de: Teile deine Erfahrung… (optional)
fr: Partagez votre expérience… (facultatif)
nl: Deel je ervaring… (optioneel)

source: Shelf scout
de: Regalscout
fr: Éclaireur des rayons
nl: Schapkenner

source: Shopping
de: Einkaufen
fr: Courses
nl: Boodschappen

source: Show all %lld
de: Alle %lld anzeigen
fr: Afficher les %lld
nl: Alle %lld tonen

source: Show me farms
de: Zeig mir Höfe
fr: Montrez-moi les fermes
nl: Toon me boerderijen

source: Show route
de: Route anzeigen
fr: Afficher l'itinéraire
nl: Route tonen

source: Sign in
de: Anmelden
fr: Connexion
nl: Inloggen

source: Sign in to follow farms and see them here.
de: Melde dich an, um Höfen zu folgen und sie hier zu sehen.
fr: Connectez-vous pour suivre des fermes et les voir ici.
nl: Log in om boerderijen te volgen en ze hier te zien.

source: Sign in to follow farms, plan trips and keep your list on every device.
de: Melde dich an, um Höfen zu folgen, Fahrten zu planen und deine Liste auf jedem Gerät zu behalten.
fr: Connectez-vous pour suivre des fermes, planifier des trajets et garder votre liste sur tous vos appareils.
nl: Log in om boerderijen te volgen, ritten te plannen en je lijst op elk apparaat te bewaren.

source: Sign in to save farms and find them here on every device.
de: Melden Sie sich an, um Höfe zu speichern und auf jedem Gerät zu finden.
fr: Connectez-vous pour enregistrer des fermes et les retrouver ici sur tous vos appareils.
nl: Log in om boerderijen op te slaan en ze hier op elk apparaat terug te vinden.

source: Sign in to save farms and see details
de: Anmelden, um Höfe zu speichern und Details zu sehen
fr: Connectez-vous pour enregistrer des fermes et voir les détails
nl: Log in om boerderijen op te slaan en details te bekijken

source: Sign in to view your trips
de: Melde dich an, um deine Touren zu sehen
fr: Connectez-vous pour voir vos trajets
nl: Log in om je routes te bekijken

source: Sign out
de: Abmelden
fr: Déconnexion
nl: Uitloggen

source: Sign out of Farmsy?
de: Bei Farmsy abmelden?
fr: Se déconnecter de Farmsy ?
nl: Uitloggen bij Farmsy?

source: Signed in
de: Angemeldet
fr: Connecté
nl: Ingelogd

source: Skip
de: Überspringen
fr: Passer
nl: Overslaan

source: Skip for now
de: Vorerst überspringen
fr: Ignorer pour l'instant
nl: Nu overslaan

source: Sold out
de: Ausverkauft
fr: Épuisé
nl: Uitverkocht

source: Something else
de: Etwas anderes
fr: Autre chose
nl: Iets anders

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte noch einmal versuchen.
fr: Une erreur est survenue. Réessayez.
nl: Er ging iets mis. Probeer het nog eens.

source: Spotted at farms this month.
de: Diesen Monat auf Höfen gesichtet.
fr: Repéré dans les fermes ce mois-ci.
nl: Deze maand gespot bij boerderijen.

source: Start exploring
de: Loslegen
fr: Commencer à explorer
nl: Begin met ontdekken

source: Stay in the loop
de: Bleiben Sie auf dem Laufenden
fr: Restez informé
nl: Blijf op de hoogte

source: Stored crops and the greenhouse.
de: Lagergemüse und das Gewächshaus.
fr: Légumes de garde et la serre.
nl: Bewaargroente en de kas.

source: Street + number
de: Straße + Nummer
fr: Rue + numéro
nl: Straat + nummer

source: Street address
de: Straßenadresse
fr: Adresse
nl: Adres

source: Street address (optional)
de: Straße und Hausnummer (optional)
fr: Adresse (facultatif)
nl: Straat en huisnummer (optioneel)

source: Subject, briefly
de: Betreff, kurz
fr: Objet, en bref
nl: Onderwerp, kort

source: Submit
de: Absenden
fr: Envoyer
nl: Versturen

source: Submit farm shop
de: Hofladen einreichen
fr: Soumettre une ferme
nl: Boerderijwinkel indienen

source: Sustainable
de: Nachhaltig
fr: Durable
nl: Duurzaam

source: System default
de: Systemstandard
fr: Réglage du système
nl: Systeemstandaard

source: TOP PICK
de: TOP-TIPP
fr: COUP DE CŒUR
nl: TOPKEUZE

source: TRIP PLANNER
de: ROUTENPLANER
fr: PLANIFICATEUR DE TRAJET
nl: ROUTEPLANNER

source: Tap a heart to save a farm
de: Tippe auf ein Herz, um einen Hof zu speichern
fr: Touchez un cœur pour enregistrer une ferme
nl: Tik op een hartje om een boerderij op te slaan

source: Tap a product to put it on your shopping list.
de: Tippe auf ein Produkt, um es auf deine Einkaufsliste zu setzen.
fr: Touchez un produit pour l'ajouter à votre liste de courses.
nl: Tik op een product om het op je boodschappenlijst te zetten.

source: Tap the heart on a farm to see it here, with today's opening.
de: Tippe auf das Herz bei einem Hof, um ihn hier mit den heutigen Öffnungszeiten zu sehen.
fr: Touchez le cœur d'une ferme pour la voir ici, avec ses horaires du jour.
nl: Tik op het hartje bij een boerderij om die hier te zien, met de openingstijden van vandaag.

source: Tap the heart on any farm to keep it here.
de: Tippen Sie auf das Herz eines Hofes, um ihn hier zu speichern.
fr: Tapez sur le cœur d'une ferme pour la garder ici.
nl: Tik op het hartje bij een boerderij om het hier te bewaren.

source: Tap the map to drop a pin (optional — the address is enough).
de: Tippen Sie auf die Karte, um eine Markierung zu setzen (optional — die Adresse reicht aus).
fr: Tapez sur la carte pour placer un repère (optionnel — l'adresse suffit).
nl: Tik op de kaart om een pin te plaatsen (optioneel — het adres is voldoende).

source: Tell the app whether a farm was open, once.
de: Melde einmal, ob ein Hof offen war.
fr: Dites une fois si une ferme était ouverte.
nl: Meld één keer of een boerderij open was.

source: Tell us more (optional)
de: Erzählen Sie uns mehr (optional)
fr: Dites-nous en plus (optionnel)
nl: Vertel ons meer (optioneel)

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
nl: Gebruiksvoorwaarden

source: Text size
de: Textgröße
fr: Taille du texte
nl: Tekstgrootte

source: Thank you
de: Danke
fr: Merci
nl: Bedankt

source: Thank you, we have your answers.
de: Danke, wir haben Ihre Antworten.
fr: Merci, nous avons vos réponses.
nl: Bedankt, we hebben je antwoorden.

source: Thank you, we read every one.
de: Danke, wir lesen alles.
fr: Merci, nous lisons tout.
nl: Dank je, we lezen alles.

source: Thanks — it's
de: Danke — es ist
fr: Merci — c'est
nl: Bedankt — het is

source: Thanks — it's *in review*
de: Danke — es wird *geprüft*
fr: Merci — c'est *en cours d'examen*
nl: Bedankt — het wordt *beoordeeld*

source: The calendar didn't load
de: Der Kalender wurde nicht geladen
fr: Le calendrier n'a pas chargé
nl: De kalender is niet geladen

source: The essentials
de: Das Wesentliche
fr: L'essentiel
nl: De essentie

source: The farms that cover your shopping list
de: Die Höfe, die deine Einkaufsliste abdecken
fr: Les fermes qui couvrent votre liste de courses
nl: De boerderijen die je boodschappenlijst dekken

source: The first person to report a farm tops this list.
de: Wer zuerst einen Hof meldet, steht oben.
fr: La première personne à signaler une ferme sera en tête.
nl: Wie als eerste een boerderij meldt, staat bovenaan.

source: The people who keep the map honest. Reports count; confirmations and photos earn badges.
de: Die Leute, die die Karte ehrlich halten. Meldungen zählen; Bestätigungen und Fotos bringen Abzeichen.
fr: Ceux qui gardent la carte honnête. Les signalements comptent ; les confirmations et les photos rapportent des badges.
nl: De mensen die de kaart eerlijk houden. Meldingen tellen; bevestigingen en foto's leveren badges op.

source: This genuinely decides what we build next.
de: Das entscheidet wirklich, was wir als Nächstes bauen.
fr: Cela décide vraiment de ce que nous construirons ensuite.
nl: Dit bepaalt echt wat we hierna bouwen.

source: This is an admin account, so your answers are not counted.
de: Dies ist ein Administratorkonto, Ihre Antworten zählen daher nicht.
fr: Ceci est un compte administrateur, vos réponses ne sont donc pas comptées.
nl: Dit is een beheerdersaccount, dus je antwoorden tellen niet mee.

source: This is usually temporary — tap to try again.
de: Das ist meist vorübergehend – tippe, um es erneut zu versuchen.
fr: C’est généralement temporaire — appuyez pour réessayer.
nl: Dit is meestal tijdelijk — tik om opnieuw te proberen.

source: This month
de: Diesen Monat
fr: Ce mois-ci
nl: Deze maand

source: This permanently removes your profile, saved farms and subscription data. This can't be undone.
de: Das entfernt dein Profil, gespeicherte Höfe und Abodaten dauerhaft. Das kann nicht rückgängig gemacht werden.
fr: Cela supprime définitivement votre profil, vos fermes enregistrées et vos données d'abonnement. Action irréversible.
nl: Dit verwijdert je profiel, bewaarde boerderijen en abonnementsgegevens permanent. Dit kan niet ongedaan worden gemaakt.

source: This week's list
de: Die Liste dieser Woche
fr: La liste de cette semaine
nl: De lijst van deze week

source: Too many attempts. Please wait a few minutes and try again.
de: Zu viele Versuche. Bitte warten Sie einige Minuten und versuchen Sie es erneut.
fr: Trop de tentatives. Veuillez attendre quelques minutes et réessayer.
nl: Te veel pogingen. Wacht een paar minuten en probeer het opnieuw.

source: Trial
de: Testversion
fr: Essai
nl: Proefperiode

source: Trip overview
de: Tourenübersicht
fr: Aperçu du trajet
nl: Route-overzicht

source: Trips
de: Touren
fr: Trajets
nl: Routes

source: Try again
de: Erneut versuchen
fr: Réessayer
nl: Opnieuw proberen

source: Try fewer words, or clear a chip.
de: Versuche weniger Wörter oder entferne einen Filter.
fr: Essayez moins de mots, ou retirez un filtre.
nl: Probeer minder woorden, of zet een filter uit.

source: Turn on
de: Aktivieren
fr: Activer
nl: Aanzetten

source: Turn on notifications
de: Mitteilungen aktivieren
fr: Activer les notifications
nl: Meldingen inschakelen

source: Turns off every vibration in Farmsy, including the tap when you report a farm.
de: Schaltet jede Vibration in Farmsy aus, auch das Tippen beim Melden eines Hofs.
fr: Désactive toutes les vibrations dans Farmsy, y compris le petit retour quand vous signalez une ferme.
nl: Zet elke trilling in Farmsy uit, ook het tikje als je een boerderij meldt.

source: Type of place
de: Art des Ortes
fr: Type de lieu
nl: Soort locatie

source: Unlock the route
de: Route freischalten
fr: Débloquer l'itinéraire
nl: Ontgrendel de route

source: Unlock with Farmsy Plus
de: Mit Farmsy Plus freischalten
fr: Débloquer avec Farmsy Plus
nl: Ontgrendel met Farmsy Plus
